Changes to groups are only allowed during Edit Group mode. Use Edit Group to make this change.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AtomTouchedNotAllowedDelete { get; }
  Visual Basic
Public Shared ReadOnly Property AtomTouchedNotAllowedDelete As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AtomTouchedNotAllowedDelete {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace